Repository: AppKit/iOS-Passcode
Catalog: Passcode/*.lproj/Localizable.strings
Languages: da, es

source: About
da: Om
es: Acerca De

source: Domain
da: Domæne
es: Dominio

source: e.g. apple
da: fx apple
es: ejemplo: apple

source: Password
da: Dgangskode
es: Contraseña

source: master password
da: hemmelige kodeord
es: contraseña maestra

source: Generate Passcode & Copy
da: Generer Adgangskode & Kopi
es: Generar Código de Acceso y Copia

source: Copied
es: Copiado

source: Done
da: Udført
es: OK

# Description
source: Passcode makes it easy to keep all your online accounts safe. Passcode is also available as a Safari extension and in your web browser.
da: Passcode gør det nemt at holde alle dine online-konti sikkert. Passcode er også tilgængelig som en Safari udvidelse og i din webbrowser.
es: Passcode hace que sea fácil de mantener todas sus cuentas en línea seguro. Passcode también está disponible como una extensión de Safari y el navegador web.

source: How To Use
da: Sådan bruges
es: Cómo Utilizar

source: Frequently Asked Questions
da: Ofte Stillede Spørgsmål
es: Preguntas Más Frecuentes

source: Support
da: Hjælp
es: Manutención

source: Write a Review
da: Skriv en Anmeldelse
es: Escriba su Opinión

# Credits
source: App design and development by Matt Zanchelli Thank you Nick Pitt, Peter Hajas, Moorthy, Sean O'Sullivan, Rensselaer Center for Open Source
da: App design og udvikling af Matt Zanchelli Tak Nick Pitt, Peter Hajas, Moorthy, Sean O'Sullivan, Rensselaer Center for Open Source
es: App diseño y desarrollo por Matt Zanchelli Gracias Nick Pitt, Peter Hajas, Moorthy, Sean O'Sullivan, Rensselaer Center for Open Source

# How To Use: Page 1
source: Start by creating a secret master password. This will be used as the basis for generating passcodes
da: Start med at oprette en hemmelig hovedadgangskode. Dette vil blive anvendt som grundlag for generering af adgangskoder
es: Comience por crear una contraseña maestra secreta. Esta se utiliza como la base para la generación de códigos de acceso

# How To Use: Page 2
source: Then type in the domain for a service you need a password for.
da: Skriv derefter i domænet for en service, du har brug for en adgangskode til.
es: A continuación, escriba en el dominio para un servicio que necesita una contraseña.

# How To Use: Page 3
source: Generate! Your secure passcode is copied to your clipboard.
da: Generer! Dit sikker adgangskode er kopieret til din udklipsholder.
es: Genera! Su código de acceso seguro se copia en el portapapeles.

# How To Use: Page 4
source: Simply do this every time you need to log in to a service. This app will always generate the same output, when given the same input.
da: Du skal blot gøre dette hver gang du skal logge ind på en tjeneste. Denne app vil altid generere det samme output, når de gives samme input.
es: Basta con hacer esto cada vez que necesita para conectarse a un servicio. Esta aplicación generará siempre la misma salida, cuando se les da la misma entrada.

source: Passcode Support
da: Passcode Hjælp
es: Passcode Manutención

source: Cancel
da: Annuller
es: Cancelar

source: Send
es: Transmitir
